glossary = {
    "while":"Цикл",
    "else":"Если не подошли условия if ",
    "for":"Цикл",
    "if":"Эта часть проверяет выражение справа от себя на истинность.",
    "elif":"Позволяет указать альтернативное условие,которое требуется проверить."
}
for i, g in glossary.items():
    print(f"{g} - {i}")
glossary2 = {
    "while":"Цикл",
    "else":"Если не подошли условия if ",
    "for":"Цикл",
    "if":"Эта часть проверяет выражение справа от себя на истинность.",
    "elif":"Позволяет указать альтернативное условие,которое требуется проверить.",
    "кортеж":"Словарь для хранения.",
    "list":"Библиоетка",
    "print":"Вывод всего того, что ты написал",
    "/n":"Перемещает текст на следующею строку.",
    "import":"выполняет код в файле пакета"
}
for i, g in glossary.items():
    print(f"{g} - {i}")
